micropython/micropython/ports/raspberrypi/boards/raspberry_pi_pico/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Raspberry Pi Pico"
#define MICROPY_HW_MCU_NAME "rp2040"
